Repository: rentasite/drupal6_sandbox
Catalog: sites/all/themes/yaml/translations/*.po
Languages: de, fr, pl

source: Skip to the navigation
de: Zur Navigation springen
fr: sauter à la navigation
pl: Skok do nawigacji

source: Skip to the content
de: Zum Inhalt springen
fr: sauter au contenu
pl: Skok do treśći

source: Home
de: Startseite
pl: Strona główna

source: Page min-width
de: Minimale Seitenbreite
fr: La longueur minimale de la page
pl: Minimalna szerokość strony

source: Page max-width
de: Maximale Seitenbreite
fr: La longueur maximale de la page
pl: Maksymalna szerokość strony

source: Page alignment
de: Seitenausrichtung
fr: Alignement de la page
pl: Wyrównanie strony

source: left
de: links
fr: à gauche
pl: lewo

source: center
de: zentriert
pl: środkowo

source: right
de: rechts
fr: à droite
pl: prawo

source: Menu containing primary links
de: Menü, das die Hauptlinks enthält
fr: Menu contenant les liens primaires
pl: Menu zawierające główne odnośniki

source: Menu containing navigation links
de: Menü, das die Navigationslinks enthält
pl: Menu zawiera nawigacyjne odnośniki

source: Activates PNG transparency fix for filenames ending with "_trans.png" or images with CSS class "_trans" specified.
de: Aktiviert die PNG-Transparenz für Dateinamen mit der Endung "_trans.png" oder Bilder mit der angegebenen CSS-Klasse "_trans".
pl: Aktywuje PNG przeźroczystość dla naywy pliku z końcówką "_trans.png" albo zdjęcia z podaną klasą CSS "_trans".

source: Miscellaneous
de: Verschiedenes
fr: melangé
pl: Rózne

source: Display W3C XHTML validation link
de: W3C XHTML-Validierungsverweis anzeigen

source: Shows a W3C XHTML validation link in the footer of every page.
de: Zeigt einen W3C XHTML-Validierungsverweis in der Fußzeile jeder Seite an.
fr: Montre un W3C XHTML lien de validation au bas de chaque page

source: Display W3C CSS validation link
de: W3C CSS-Validierungsverweis anzeigen
fr: L'indication d'un W3C CSS lien de validation

source: Shows a W3C CSS validation link in the footer of every page.
de: Zeigt einen W3C CSS-Validierungsverweis in der Fußzeile jeder Seite an.
fr: Montre un W3C CSS lien de validation au bas de chaque page

source: Display YAML Framework link
de: YAML Framework-Verweis anzeigen
pl: Pokazuje Internet Explorer PNG odnośniki

source: This back linking maybe only removed, if you possess a YAML Framework license.
de: Diese Rückverlinkung darf bei Besitz einer YAML Framwork-Lizenz entfernt werden.
pl: Te zwrotne odnośniki mogą przy posiadaniu YAML dla Drupal Licencji zostać usunięte.

source: Display YAML for Drupal link
de: YAML für Drupal-Verweis anzeigen
pl: Pokazuje YAML dla Drupal odnośnik

source: This back linking maybe only removed, if you have possess a YAML for Drupal license.
de: Diese Rückverlinkung darf bei Besitz einer YAML für Drupal-Lizenz entfernt werden.
fr: Le référencement retour peut être eliminé avec une possession d’une licence YAML pour Drupal
pl: Te zwrotne odnośniki mogą być usunięte przy posiadaniu YAML dla Drupal Licencji.

source: <a href="http://validator.w3.org/check/referer" title="Validate XHTML">XHTML</a>
de: <a href="http://validator.w3.org/check/referer" title="XHTML validieren">XHTML</a>

source: <a href="http://jigsaw.w3.org/css-validator/check/referer" title="Validate CSS">CSS</a>
de: <a href="http://jigsaw.w3.org/css-validator/check/referer" title="CSS validieren">CSS</a>

source: Layout based on <a href="http://www.yaml.de/">YAML</a>
de: Layout basiert auf <a href="http://www.yaml.de/">YAML</a>
fr: Layout basé sur <a href="http://www.yaml.de/">YAML</a>

source: <a href="http://www.yaml-fuer-drupal.de/" title="YAML for Drupal Theme">YAML for Drupal</a> Theme
de: <a href="http://www.yaml-fuer-drupal.de/" title="YAML für Drupal Theme">YAML für Drupal</a> Theme
pl: <a href="http://www.yaml-fuer-drupal.de/" title="YAML dla Drupal Theme">YAML dla Drupal</a> Theme

source: Leave the following defaults if you edit the basemod.ccs file directly. In this case there will be no extra inline settings added to the page by this configuration module.
de: Die folgenden Standards sollten nicht angepasst werden, wenn die basemod.css direkt bearbeitet wird. In diesem Fall, werden von dem Konfigurationsmodul keine weiteren Inline Einstellungen in die Seite eingebaut.

source: Align the page to right, center or left. Default: "@default".
de: Richtet die Seite rechts, zentriert oder links aus. Standard: "@default".
fr: Aligne la page sur la gauche, le centre ou la droite. Standard : "@default".
pl: Wyrównuje strone na prawo, środkowo albo lewo. Standard: "@default".

source: Page width
de: Seitenbreite
fr: Longueur de la page
pl: szerokość strony

source: Defines the fixed page width in <em>px</em> or <em>em</em>. Default: "@default".
de: Definiert die feste Seitenbreite in <em>px</em> oder <em>em</em>. Standard: "@default".
fr: Définit la longueur fixe de la page à <em>px</em> ou <em>em</em>. Standard: "@default".
pl: Definuje stałą szerokość strony w <em>px</em> or <em>em</em>. Standard: "@default".

source: Defines the minium page width in <em>px</em> or <em>em</em>. Default: "@default".
de: Definiert die minimale Seitenbreite in <em>px</em> oder <em>em</em>. Standard: "@default".
fr: Définit la longueur minimale de la page à <em>px</em> ou <em>em</em>. Standard: "@default".
pl: Definuje minimalną szerokość w <em>px</em> albo <em>em</em>. Standard: "@default".

source: Defines the maximum page width in <em>px</em> or <em>em</em>. Default: "@default".
de: Definiert die maximale Seitenbreite in <em>px</em> oder <em>em</em>. Standard: "@default".
fr: Définit la longueur maximale de la page à <em>px</em> ou <em>em</em>. Standard: "@default".
pl: Definuje maksymalną szerokość strony w <em>px</em> albo <em>em</em>. Standard: "@default".

source: Left sidebar
de: Linke Seitenleiste
fr: Barre de gauche
pl: Lewy pasek boczny

source: Defines the left column width in <em>px</em>, <em>em</em> or <em>%</em>. Default: "@default".
de: Definiert die maximale Seitenbreite in <em>px</em>, <em>em</em> oder <em>%</em>. Standard: "@default".
fr: Définit la longueur de la colonne gauche à <em>px</em>, <em>em</em> ou <em>%</em>. Standard: "@default".
pl: Definuje maksymalną szerokość strony w <em>px</em>, <em>em</em> albo <em>%</em>. Standard: "@default".

source: Content
de: Inhalt
fr: Contenu
pl: Zawartość

source: Right sidebar
de: Rechte Seitenleiste
fr: Barre de droite
pl: Prawy pasek boczny

source: Defines the right column width in <em>px</em>, <em>em</em> or <em>%</em>. Default: "@default".
de: Definiert die maximale Seitenbreite in <em>px</em>, <em>em</em> oder <em>%</em>. Standard: "@default".
fr: Définit la longueur de la colonne droite à <em>px</em>, <em>em</em> or <em>%</em>. Standard: "@default".
pl: Definuje maksymalną szerokość strony w <em>px</em>, <em>em</em> albo <em>%</em>. Standard: "@default".

source: Graphic layout borders
de: Grafische-Layoutränder

source: Activates graphic borders around the page layout.
de: Aktiviert grafische Layoutränder um das Seitenlayout.

source: Internet Explorer Special
de: Internet Explorer Spezial
fr: Internet Explorer spécial
pl: Internet Explorer Specjal

source: PNG transparency
de: PNG-Transparenz
fr: PNG transparence
pl: PNG przeźroczystość

source: Simulate min-width / max-width
de: Minimale / maximale Seitenbreite simulieren
fr: Simuler la longueur minimale/maximale de la page

source: Simulate min-width / max-width for Internet Explorer by using JS-Expressions.
de: Minimale / maximale Seitenbreite für den Internet Explorer mit JS-Expressions simulieren.
fr: Simuler la longueur minimale/maximale de la page pour Internet Explorer avec JS-expressions

source: <strong>License and terms of use:</strong><br />The YAML Framework and YAML for Drupal are licensed under a <a href="@lic_cc">Creative Commons</a> license. For more information see the following licenses and terms of use.</p><p>YAML Framework - <a href="@lic_yaml">@lic_yaml</a><br />YAML for Drupal - <a href="@lic_yamlfd">@lic_yamlfd</a>
de: <strong>Lizenz und Nutzungsbedingungen:</strong><br />Das YAML Framework und YAML für Drupal sind unter einer <a href="@lic_cc">Creative Commons</a> Lizenz lizenziert. Weitere Information befindet sich in den nachfolgenden Lizenz und Nutzungsbedingungen.</p><p>YAML Framework - <a href="@lic_yaml">@lic_yaml</a><br />YAML für Drupal - <a href="@lic_yamlfd">@lic_yamlfd</a>
fr: <strong>Licence et conditions d'utilisation:</strong><br />Le YAML Framework et YAML pour Drupal sont sous licence de<a href="@lic_cc">Creative Commons</a>. Pour des informations supplémentaires lisez-vous les conditions d'utilisation suivantes.</p><p>YAML Framework - <a href="@lic_yaml">@lic_yaml</a><br />YAML pour Drupal - <a href="@lic_yamlfd">@lic_yamlfd</a>
pl: <strong>Licencja i warunki używania:</strong><br />YAML Framework i YAML dla Drupal są licencowane pod <a href="@lic_cc">Creative Commons</a> licecją. Dla więcej informacji zobacz na następujące licencje i warunki uzywania.</p><p>YAML Framework - <a href="@lic_yaml">@lic_yaml</a><br />YAML for Drupal - <a href="@lic_yaml">@lic_yaml</a>

source: http://creativecommons.org/licenses/by-nc-sa/2.0/
de: http://creativecommons.org/licenses/by-nc-sa/2.0/deed.de
fr: http://creativecommons.org/licenses/by-nc-sa/2.0/deed.fr
pl: http://creativecommons.org/licenses/by-nc-sa/2.0/deed.pl

source: http://www.yaml.de/en/license/license-conditions.html
de: http://www.yaml.de/de/lizenz/lizenzbedingungen.html

source: http://www.yaml-fuer-drupal.de/en/terms-of-use
de: http://www.yaml-fuer-drupal.de/de/nutzungsbedingungen

source: Header
de: Kopfbereich
fr: Titre
pl: Nagłówek

source: Footer
de: Fußbereich
fr: Pied
pl: Stopka

source: Theme with 1 column
de: Theme mit einer Spalte
fr: sujet avec une colonne

source: Theme with 2 columns and left sidebar
de: Theme mit 2 Spalten und linker Seitenleiste
fr: sujet avec deux colonnes et une barre gauche

source: Theme with 2 columns and right sidebar
de: Theme mit 2 Spalten und rechter Seitenleiste
fr: sujet avec deux colonnes et une barre droite

source: Theme with 3 columns, left and right sidebar
de: Theme mit 3 Spalten, linker und rechter Seitenleiste
fr: sujet avec trois colonnes et une barre gauche et droite

source: Theme based on subcolumns
de: Ein Theme basierend auf Subcolumns
fr: sujet basé sur des colonnes subordonnées

source: Left bottom
de: links unten
fr: le fond gauche
pl: lewo na dole

source: Center bottom
de: mitte unten
pl: środek na dole

source: Right bottom
de: rechts unten
fr: le fond droit
pl: prawo na dole

source: YAML Admin
fr: administrateur

source: Layout
pl: Układ

source: Navigation
pl: Nawigacja
