Repository: rentasite/drupal6_sandbox
Catalog: sites/all/modules/fontsize/translations/modules-fontsize.*.po
Languages: de

source: Global settings
de: Allgemeine Einstellungen

source: Minimum font size
de: Minimale Schriftgröße

source: Minimum percentage the fontsize can be decreased.
de: Minimale Verkleinerungsbegrenzung der Schriften.

source: Maximum font size
de: Maximale Schriftgröße

source: Maximum percentage the fontsize can be increased.
de: Maximale Vergrößerungsbegrenzung der Schriften.

source: Default font size
de: Standard Schriftgröße

source: Recommendation: Round up the CSS value <em>body { font-size: 81.25%; }</em> to the next higher integer (e.g. 83) to circumvent a rounding bug in Opera.
de: Empfehlung: Um einen Rundungsfehler von Opera zu umgehen, sollte der CSS Wert von <em>body { font-size: 81.25%; }</em> auf die nächsthöhere Ganzzahl (z.b. 83) aufgerundet werden.

source: Increases/decreases step
de: Vergrößerungs-/Verkleinerungsschritt

source: Percentage by which each click increases/decreases the font size.
de: Prozentwert um den die Schriften pro Klick vergrößert/verkleinert werden.

source: increase
de: Vergrößern

source: reset
de: Zurücksetzten

source: decrease
de: Verkleinern

source: Properties for @name font size link
de: Eigenschaften für den Schriftgrößenlink @name

source: HTML to go before link
de: HTML Code, welcher vor dem Link eingebaut werden soll

source: HTML to go inside anchor tag
de: HTML Code, welcher innerhalb des Ankers eingebaut werden soll

source: HTML to go after link
de: HTML Code, welcher nach dem Link eingebaut werden soll

source: Link title text
de: Link Titel

source: Name of ID field
de: Name des ID Feldes

source: Name of NAME field
de: Name des NAME Feldes

source: Name of CLASS field
de: CLASS Name einer CSS Klasse

source: Accesskey attribute
de: Accesskey Attribut

source: Cookie settings
de: Cookie Einstellungen

source: The name of the fontsize cookie. Defaults to <em>@name</em>.
de: Der Name des fontsize Cookies. Der Standardwert lautet <em>@name</em>.

source: Cookie expires
de: Cookieablauf

source: days
de: Tage

source: The cookie lifetime in days. Defaults to <em>365</em> days.
de: Die Cookielebenszeit in Tagen. Der Standardwert lautet <em>365</em> Tage.

source: Cookie path
de: Cookiepfad

source: The path the cookie is saved for. If you change default "/" the cookie cannot be read inside other directories.
de: Der Pfad für den das Cookie gespeichert wird. Wenn der Standard „/“ geändert wird, kann das Cookie in anderen Verzeichnissen nicht mehr gelesen werden.

source: If you need a domain cookie, enter "<em>.example.com</em>". A blank string defaults to current domain.
de: Für ein Domaincookie kann „<em>.example.com</em>“ eingegeben werden. Eine leere Zeichenkette verwendet die aktuelle Domain.

source: Minimum font size setting should between 10-100.
de: Die minimale Schriftgrößeneinstellung sollte zwischen 10-100 liegen.

source: Maximum font size setting should between 10-500.
de: Die maximale Schriftgrößeneinstellung sollte zwischen 10-500 liegen.

source: Default font size setting should between 10-200.
de: Die standard Schriftgrößeneinstellung sollte zwischen 10-200 liegen.

source: Increment/decreases steps value setting should between 1-50.
de: Die Vergrößerungs-/Verkleinerungsschritte sollten zwischen 1-50 liegen.

source: Only use alphanumeric characters 0-9, A-Z or a-z for cookie name.
de: Für den Cookienamen nur alphanumerische Zeichen 0-9, A-Z or a-z verwenden.

source: Set the cookie livetime to 1-1000 days.
de: Die Cookielebenszeit sollte auf 1-1000 Tage gesetzt werden.

source: Display a font resizer on the page for better Web Accessibility.
de: Zeigt für die bessere Webzugänglichkeit einen Schriftgrößenversteller auf der Seite an.

source: Please enable JavaScript
de: Bitte JavaScript aktivieren

source: Font size
de: Schriftgröße

source: administer fontsize
de: Zugriff auf die Schriftgrößenverwaltung

source: access fontsize
de: Schriftgröße ändern

source: Font size smaller
de: Schriftgröße verkleinern

source: Reset font size
de: Schriftgröße zurücksetzen

source: Font size bigger
de: Schriftgröße vergößern
